Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# setKind.backoff
source: Back-off set
es: Serie de bajada
fr: Série allégée
hi: बैक-ऑफ़ सेट
it: Serie di back-off
tr: Geri çekilme seti
zh_hans: 回落组

# setKind.calibration
source: Calibration
es: Calibración
fr: Calibrage
hi: कैलिब्रेशन
it: Calibrazione
tr: Kalibrasyon
zh_hans: 试重组

# setKind.warmup
source: Warm-up
es: Calentamiento
fr: Échauffement
hi: वॉर्म-अप
it: Riscaldamento
tr: Isınma
zh_hans: 热身组

# setKind.working
source: Working set
es: Serie de trabajo
fr: Série de travail
hi: वर्किंग सेट
it: Serie di lavoro
tr: Çalışma seti
zh_hans: 正式组

# settings.about.ack.apple
source: Built entirely with Apple's frameworks. Forge contains no third-party code.
es: Creada íntegramente con los frameworks de Apple. Forge no contiene código de terceros.
fr: Construit entièrement avec les frameworks d’Apple. Forge ne contient aucun code tiers.
hi: पूरी तरह Apple के फ़्रेमवर्क से बना। Forge में कोई थर्ड-पार्टी कोड नहीं है।
it: Realizzata interamente con i framework di Apple. Forge non contiene codice di terze parti.
tr: Tamamen Apple'ın çatıları ile geliştirildi. Forge üçüncü taraf kod içermez.
zh_hans: 完全基于 Apple 的框架构建。Forge 不包含任何第三方代码。

# settings.about.ack.dataset
source: Exercise data and instructions by Hasan Emir Yıldırım, under the MIT licence.
es: Datos e instrucciones de los ejercicios de Hasan Emir Yıldırım, bajo licencia MIT.
fr: Données et consignes d’exercices par Hasan Emir Yıldırım, sous licence MIT.
hi: एक्सरसाइज़ डेटा और निर्देश Hasan Emir Yıldırım द्वारा, MIT लाइसेंस के तहत।
it: Dati e istruzioni degli esercizi di Hasan Emir Yıldırım, con licenza MIT.
tr: Egzersiz verileri ve açıklamaları Hasan Emir Yıldırım tarafından, MIT lisansı altında.
zh_hans: 动作数据与说明由 Hasan Emir Yıldırım 提供，采用 MIT 许可证。

# settings.about.ack.media
source: Exercise thumbnails and animations © Gym visual.
es: Miniaturas y animaciones de los ejercicios © Gym visual.
fr: Vignettes et animations d’exercices © Gym visual.
hi: एक्सरसाइज़ थंबनेल और एनिमेशन © Gym visual.
it: Miniature e animazioni degli esercizi © Gym visual.
tr: Egzersiz küçük görselleri ve animasyonları © Gym visual.
zh_hans: 动作缩略图与动画 © Gym visual。

# settings.about.appVersion
source: Version
es: Versión
hi: वर्शन
it: Versione
tr: Sürüm
zh_hans: 版本

# settings.about.bundledDataFooter
source: Both ship inside the app and work with no connection.
es: Ambos vienen dentro de la app y funcionan sin conexión.
fr: Les deux sont livrées dans l’app et fonctionnent sans connexion.
hi: दोनों ऐप के भीतर ही आते हैं और बिना इंटरनेट के काम करते हैं।
it: Entrambi viaggiano dentro l'app e funzionano senza connessione.
tr: İkisi de uygulamanın içinde gelir ve bağlantı olmadan çalışır.
zh_hans: 两者都随 App 一起提供，无需联网即可使用。

# settings.about.datasetFailed
source: The exercise library could not be read.
es: No se ha podido leer la biblioteca de ejercicios.
fr: La bibliothèque d’exercices n’a pas pu être lue.
hi: एक्सरसाइज़ लाइब्रेरी पढ़ी नहीं जा सकी।
it: Non è stato possibile leggere la libreria esercizi.
tr: Egzersiz kütüphanesi okunamadı.
zh_hans: 无法读取动作库。

# settings.about.exerciseDataset
source: Exercise dataset
es: Conjunto de datos de ejercicios
fr: Base d’exercices
hi: एक्सरसाइज़ डेटासेट
it: Dataset degli esercizi
tr: Egzersiz veri seti
zh_hans: 动作数据集

# settings.about.foodDatabase
source: Food database
es: Base de datos de alimentos
fr: Base d’aliments
hi: फ़ूड डेटाबेस
it: Database alimenti
tr: Besin veritabanı
zh_hans: 食物库

# settings.about.foodDatabaseFailed
source: The food database could not be read.
es: No se ha podido leer la base de datos de alimentos.
fr: La base d’aliments n’a pas pu être lue.
hi: फ़ूड डेटाबेस पढ़ा नहीं जा सका।
it: Non è stato possibile leggere il database alimenti.
tr: Besin veritabanı okunamadı.
zh_hans: 无法读取食物库。

# settings.about.loadingData
source: Reading the bundled data
es: Leyendo los datos incluidos
fr: Lecture des données intégrées
hi: साथ आया डेटा पढ़ा जा रहा है
it: Lettura dei dati inclusi
tr: Uygulamayla gelen veriler okunuyor
zh_hans: 正在读取内置数据

# settings.about.rerunOnboarding
source: Run setup again
es: Volver a hacer la configuración
fr: Relancer la configuration
hi: सेटअप फिर से चलाएँ
it: Rifai la configurazione
tr: Kurulumu yeniden çalıştır
zh_hans: 重新运行初始设置

# settings.about.rerunOnboarding.confirmAction
source: Run setup
es: Hacer la configuración
fr: Lancer la configuration
hi: सेटअप चलाएँ
it: Avvia configurazione
tr: Kurulumu çalıştır
zh_hans: 开始设置

# settings.about.rerunOnboarding.confirmMessage
source: Your workouts, personal records and food log are all kept. You only answer the setup questions again.
es: Tus entrenamientos, tus récords personales y tu registro de comidas se conservan. Solo vuelves a responder las preguntas iniciales.
fr: Tes séances, tes records personnels et ton journal alimentaire sont tous conservés. Tu réponds simplement à nouveau aux questions de configuration.
hi: आपके वर्कआउट, पर्सनल रिकॉर्ड और फ़ूड लॉग सब बने रहेंगे। आप सिर्फ़ सेटअप के सवालों के जवाब फिर से देंगे।
it: I tuoi allenamenti, i record personali e il diario alimentare restano tutti. Rispondi soltanto di nuovo alle domande iniziali.
tr: Antrenmanların, kişisel rekorların ve besin günlüğün korunur. Yalnızca kurulum sorularını tekrar yanıtlarsın.
zh_hans: 你的训练、个人纪录和饮食记录都会保留。你只需要重新回答设置问题。

# settings.about.rerunOnboarding.confirmTitle
source: Run setup again?
es: ¿Volver a hacer la configuración?
fr: Relancer la configuration ?
hi: सेटअप फिर से चलाएँ?
it: Rifare la configurazione?
tr: Kurulum yeniden çalıştırılsın mı?
zh_hans: 重新运行初始设置？

# settings.about.rerunOnboarding.detail
source: Answer the setup questions again to rebuild your profile and program.
es: Responde otra vez a las preguntas iniciales para rehacer tu perfil y tu programa.
fr: Réponds à nouveau aux questions de configuration pour reconstruire ton profil et ton programme.
hi: अपनी प्रोफ़ाइल और प्रोग्राम दोबारा बनाने के लिए सेटअप के सवालों के जवाब फिर से दें।
it: Rispondi di nuovo alle domande iniziali per ricostruire profilo e programma.
tr: Profilini ve programını yeniden kurmak için kurulum sorularını tekrar yanıtla.
zh_hans: 重新回答设置问题，重建你的个人资料和训练计划。

# settings.about.section.acknowledgements
source: Acknowledgements
es: Agradecimientos
fr: Remerciements
hi: आभार
it: Riconoscimenti
tr: Teşekkürler
zh_hans: 致谢

# settings.about.section.bundledData
source: Bundled data
es: Datos incluidos
fr: Données intégrées
hi: साथ आया डेटा
it: Dati inclusi
tr: Uygulamayla gelen veriler
zh_hans: 内置数据

# settings.about.section.setup
source: Setup
es: Configuración
fr: Configuration
hi: सेटअप
it: Configurazione
tr: Kurulum
zh_hans: 初始设置

# settings.about.tagline
source: Your training and nutrition, kept on your device.
es: Tu entrenamiento y tu nutrición, guardados en tu dispositivo.
fr: Ton entraînement et ta nutrition, gardés sur ton appareil.
hi: आपकी ट्रेनिंग और न्यूट्रिशन, आपके डिवाइस पर सुरक्षित।
it: Il tuo allenamento e la tua alimentazione, custoditi sul tuo dispositivo.
tr: Antrenmanın ve beslenmen, cihazında saklanır.
zh_hans: 你的训练与饮食，只保存在你的设备上。

# settings.about.title
source: About
es: Información
fr: À propos
hi: परिचय
it: Informazioni
tr: Hakkında
zh_hans: 关于

# settings.about.versionValue
source: Version %@
es: Versión %@
hi: वर्शन %@
it: Versione %@
tr: Sürüm %@
zh_hans: 版本 %@

# settings.appearance.accessibilityNote
source: Forge follows your text size, contrast and reduced-motion settings. Those live in iOS Settings, under Accessibility.
es: Forge sigue tus ajustes de tamaño de texto, contraste y movimiento reducido. Están en Ajustes de iOS, dentro de Accesibilidad.
fr: Forge suit tes réglages de taille de texte, de contraste et d’animations réduites. Ils se trouvent dans les Réglages iOS, sous Accessibilité.
hi: Forge आपके टेक्स्ट साइज़, कंट्रास्ट और कम-मोशन सेटिंग्स का पालन करता है। वे iOS Settings में Accessibility के तहत हैं।
it: Forge segue le tue impostazioni di dimensione del testo, contrasto e riduzione del movimento. Si trovano nelle Impostazioni di iOS, in Accessibilità.
tr: Forge; metin boyutu, kontrast ve hareket azaltma ayarlarını izler. Bunlar iOS Ayarları'nda, Erişilebilirlik altındadır.
zh_hans: Forge 会跟随你的文字大小、对比度和减弱动态效果设置。这些选项位于 iOS 设置的辅助功能中。

# settings.appearance.footer
source: System follows your device's light and dark setting.
es: Sistema sigue el ajuste claro u oscuro de tu dispositivo.
fr: Système suit le réglage clair ou sombre de ton appareil.
hi: सिस्टम आपके डिवाइस की लाइट और डार्क सेटिंग के हिसाब से चलता है।
it: Sistema segue l'impostazione chiaro/scuro del tuo dispositivo.
tr: Sistem, cihazının açık ve koyu ayarını izler.
zh_hans: 跟随系统会使用设备的浅色与深色设置。

# settings.appearance.openSystem
source: Open iOS Settings
es: Abrir Ajustes de iOS
fr: Ouvrir les Réglages iOS
hi: iOS Settings खोलें
it: Apri Impostazioni di iOS
tr: iOS Ayarları'nı aç
zh_hans: 打开 iOS 设置

# settings.appearance.sampleBody
source: Three sets of eight, two reps left in reserve.
es: Tres series de ocho, dos repeticiones en reserva.
fr: Trois séries de huit, deux répétitions en réserve.
hi: आठ-आठ रेप्स के तीन सेट, दो रेप्स रिज़र्व में।
it: Tre serie da otto, con due ripetizioni di riserva.
tr: Üç set sekiz tekrar, iki tekrar yedekte.
zh_hans: 三组，每组八次，保留两次。

# settings.appearance.sampleChip
source: Chest
es: Pecho
fr: Pectoraux
hi: छाती
it: Petto
tr: Göğüs
zh_hans: 胸部

# settings.appearance.sampleTitle
source: Barbell bench press
es: Press de banca con barra
fr: Développé couché à la barre
hi: बारबेल बेंच प्रेस
it: Panca piana con bilanciere
zh_hans: 杠铃卧推

# settings.appearance.section.preview
source: Preview
es: Vista previa
fr: Aperçu
hi: झलक
it: Anteprima
tr: Önizleme
zh_hans: 预览

# settings.appearance.section.system
source: Text and motion
es: Texto y movimiento
fr: Texte et animations
hi: टेक्स्ट और मोशन
it: Testo e animazioni
tr: Metin ve hareket
zh_hans: 文字与动效

# settings.appearance.section.theme
source: Theme
es: Tema
fr: Thème
hi: थीम
it: Tema
tr: Tema
zh_hans: 主题

# settings.appearance.title
source: Appearance
es: Apariencia
fr: Apparence
hi: रूप-रंग
it: Aspetto
tr: Görünüm
zh_hans: 外观

# settings.data.import.emptyBackup.message
source: The file is valid but holds no workouts, programs or food entries, so restoring it would change nothing.
es: El archivo es válido, pero no contiene entrenamientos, programas ni alimentos registrados, así que restaurarlo no cambiaría nada.
fr: Le fichier est valide mais ne contient aucune séance, aucun programme et aucune entrée alimentaire : le restaurer ne changerait rien.
hi: फ़ाइल सही है, पर उसमें कोई वर्कआउट, प्रोग्राम या फ़ूड एंट्री नहीं है, इसलिए उसे वापस लाने से कुछ नहीं बदलेगा।
it: Il file è valido ma non contiene allenamenti, programmi o alimenti registrati, quindi ripristinarlo non cambierebbe nulla.
tr: Dosya geçerli ama içinde antrenman, program veya besin kaydı yok; yani geri yüklemek hiçbir şeyi değiştirmez.
zh_hans: 文件本身有效，但里面没有训练、训练计划或饮食记录，恢复它不会带来任何变化。

# settings.data.import.emptyBackup.title
source: This backup is empty
es: Esta copia está vacía
fr: Cette sauvegarde est vide
hi: यह बैकअप खाली है
it: Questo backup è vuoto
tr: Bu yedek boş
zh_hans: 这份备份是空的

# settings.data.import.strategy
source: How to restore
es: Cómo restaurar
fr: Comment restaurer
hi: कैसे वापस लाएँ
it: Come ripristinare
tr: Nasıl geri yüklensin
zh_hans: 恢复方式

# settings.data.reset.item.history
source: Every workout and set you have logged
es: Todos los entrenamientos y series que has registrado
fr: Toutes les séances et séries que tu as enregistrées
hi: आपका दर्ज किया हर वर्कआउट और सेट
it: Ogni allenamento e ogni serie che hai registrato
tr: Kaydettiğin her antrenman ve set
zh_hans: 你记录过的每次训练和每一组

# settings.data.reset.item.nutrition
source: Your food log, custom foods, saved meals and recipes
es: Tu registro de comidas, alimentos propios, comidas guardadas y recetas
fr: Ton journal alimentaire, tes aliments, repas enregistrés et recettes
hi: आपका फ़ूड लॉग, अपने फ़ूड, सेव किए मील और रेसिपी
it: Il tuo diario alimentare, gli alimenti personali, i pasti salvati e le ricette
tr: Besin günlüğün, kendi besinlerin, kayıtlı öğünlerin ve tariflerin
zh_hans: 你的饮食记录、自定义食物、常用餐食和食谱

# settings.data.reset.item.profile
source: Your profile, goals and equipment
es: Tu perfil, tus objetivos y tu material
fr: Ton profil, tes objectifs et ton matériel
hi: आपकी प्रोफ़ाइल, लक्ष्य और इक्विपमेंट
it: Il tuo profilo, gli obiettivi e l'attrezzatura
tr: Profilin, hedeflerin ve ekipmanın
zh_hans: 你的个人资料、目标和器械

# settings.data.reset.item.programs
source: Every program
es: Todos los programas
fr: Tous les programmes
hi: हर प्रोग्राम
it: Tutti i programmi
tr: Bütün programlar
zh_hans: 全部训练计划

# settings.data.reset.item.records
source: Personal records and weigh-ins
es: Récords personales y pesajes
fr: Records personnels et pesées
hi: पर्सनल रिकॉर्ड और वज़न रिकॉर्ड
it: Record personali e pesate
tr: Kişisel rekorlar ve tartımlar
zh_hans: 个人纪录和体重记录

# settings.data.reset.item.settings
source: All settings, including units and language
es: Todos los ajustes, incluidos unidades e idioma
fr: Tous les réglages, y compris les unités et la langue
hi: सभी सेटिंग्स, इकाइयाँ और भाषा सहित
it: Tutte le impostazioni, unità e lingua comprese
tr: Birimler ve dil dahil tüm ayarlar
zh_hans: 全部设置，包括单位和语言

# settings.data.reset.typePrompt
source: Type %@ to confirm.
es: Escribe %@ para confirmar.
fr: Saisis %@ pour confirmer.
hi: पक्का करने के लिए %@ टाइप करें।
it: Scrivi %@ per confermare.
tr: Onaylamak için %@ yaz.
zh_hans: 输入 %@ 以确认。

# settings.data.reset.word
source: DELETE
es: BORRAR
fr: SUPPRIMER
it: ELIMINA
tr: SİL

# settings.data.section.reset
source: Start over
es: Empezar de cero
fr: Tout recommencer
hi: फिर से शुरू करें
it: Ricomincia da capo
tr: Baştan başla
zh_hans: 重新开始

# settings.data.title
source: Data
es: Datos
fr: Données
hi: डेटा
it: Dati
tr: Veriler
zh_hans: 数据

# settings.empty.action
source: Try again
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
tr: Tekrar dene
zh_hans: 重试

# settings.empty.message
source: Your profile has not been created yet. Try again to set it up.
es: Tu perfil todavía no se ha creado. Inténtalo de nuevo para configurarlo.
fr: Ton profil n’a pas encore été créé. Réessaie pour le mettre en place.
hi: आपकी प्रोफ़ाइल अभी बनी नहीं है। इसे बनाने के लिए फिर कोशिश करें।
it: Il tuo profilo non è ancora stato creato. Riprova per configurarlo.
tr: Profilin henüz oluşturulmadı. Kurmak için tekrar dene.
zh_hans: 你的个人资料还没有创建。请重试以完成设置。

# settings.empty.title
source: Settings are not ready
es: Los ajustes no están listos
fr: Les réglages ne sont pas prêts
hi: सेटिंग्स तैयार नहीं हैं
it: Le impostazioni non sono pronte
tr: Ayarlar hazır değil
zh_hans: 设置尚未就绪

# settings.equipment.addDumbbell
source: Add a dumbbell
es: Añadir una mancuerna
fr: Ajouter un haltère
hi: डम्बल जोड़ें
it: Aggiungi un manubrio
tr: Dumbbell ekle
zh_hans: 添加哑铃

# settings.equipment.addKettlebell
source: Add a kettlebell
es: Añadir una kettlebell
fr: Ajouter une kettlebell
hi: केटलबेल जोड़ें
it: Aggiungi un kettlebell
tr: Kettlebell ekle
zh_hans: 添加壶铃

# settings.equipment.addPlate
source: Add a plate
es: Añadir un disco
fr: Ajouter un disque
hi: प्लेट जोड़ें
it: Aggiungi un disco
tr: Plaka ekle
zh_hans: 添加杠铃片

# settings.equipment.barWeight
source: Barbell
es: Barra
fr: Barre
hi: बारबेल
it: Bilanciere
zh_hans: 杠铃杆

# settings.equipment.cableStep
source: Cable step
es: Salto de polea
fr: Palier poulie
hi: केबल का स्टेप
it: Salto dei cavi
tr: Kablo adımı
zh_hans: 绳索器械间隔

# settings.equipment.clearOutOfService
source: Mark everything available again
es: Marcar todo como disponible otra vez
fr: Tout remettre en service
hi: सब कुछ फिर से उपलब्ध चिह्नित करें
it: Segna tutto di nuovo disponibile
tr: Hepsini yeniden kullanılabilir işaretle
zh_hans: 把全部标记为可用

# settings.equipment.dumbbellsFooter
source: The sizes on your rack. Forge will not suggest a dumbbell you do not have.
es: Los tamaños que hay en tu rack. Forge no te sugerirá una mancuerna que no tengas.
fr: Les tailles présentes sur ton rack. Forge ne proposera pas un haltère que tu n’as pas.
hi: आपके रैक पर मौजूद साइज़। Forge ऐसा डम्बल नहीं सुझाएगा जो आपके पास नहीं है।
it: I pesi che hai sulla rastrelliera. Forge non ti proporrà un manubrio che non hai.
tr: Rafındaki ağırlıklar. Forge sende olmayan bir dumbbell'ı önermez.
zh_hans: 你哑铃架上的规格。Forge 不会建议你没有的哑铃。

# settings.equipment.emptyExplainer
source: Nothing selected, so Forge plans bodyweight sessions.
es: No hay nada seleccionado, así que Forge planifica sesiones de peso corporal.
fr: Rien de sélectionné, Forge planifie donc des séances au poids du corps.
hi: कुछ नहीं चुना गया, इसलिए Forge बॉडीवेट सेशन बनाएगा।
it: Niente di selezionato, quindi Forge pianifica sessioni a corpo libero.
tr: Hiçbir şey seçilmedi, bu yüzden Forge vücut ağırlığı seansları planlar.
zh_hans: 未选择任何器械，因此 Forge 会安排自重训练。

# settings.equipment.ezBarWeight
source: EZ bar
es: Barra Z
fr: Barre EZ
hi: EZ बार
it: Bilanciere EZ
zh_hans: 曲杆杠铃

# settings.equipment.incrementsFooter
source: Every load Forge suggests is rounded onto these, so it only ever asks for a weight you can actually make.
es: Cada carga que sugiere Forge se redondea a estos valores, así que nunca te pide un peso que no puedas montar.
fr: Chaque charge que Forge propose est arrondie sur ces valeurs, pour ne jamais te demander un poids que tu ne peux pas composer.
hi: Forge का सुझाया हर लोड इन्हीं पर गोल किया जाता है, ताकि वह सिर्फ़ वही वज़न माँगे जो आप सचमुच बना सकें।
it: Ogni carico che Forge propone viene arrotondato su questi valori, così ti chiede solo pesi che puoi davvero comporre.
tr: Forge'un önerdiği her ağırlık bunlara yuvarlanır; böylece senden yalnızca gerçekten kurabileceğin bir ağırlık ister.
zh_hans: Forge 建议的每个负重都会按这些数值取整，因此它只会给出你真正能配出的重量。

# settings.equipment.itemsCount
source: %lld selected
es: %lld seleccionados
fr: %lld sélectionnés
hi: %lld चुने गए
it: %lld selezionati
tr: %lld seçildi
zh_hans: 已选 %lld 项

# settings.equipment.ladderEmpty.message
source: Forge needs at least one weight here to round loads onto.
es: Forge necesita al menos un peso aquí para redondear las cargas.
fr: Forge a besoin d’au moins une charge ici pour y arrondir les poids.
hi: लोड गोल करने के लिए Forge को यहाँ कम से कम एक वज़न चाहिए।
it: A Forge serve almeno un peso qui su cui arrotondare i carichi.
tr: Forge'un ağırlıkları yuvarlayabilmesi için burada en az bir ağırlık gerekir.
zh_hans: Forge 至少需要这里有一个重量，才能对负重取整。

# settings.equipment.ladderEmpty.title
source: Nothing listed
es: No hay nada listado
fr: Rien de listé
hi: कुछ भी दर्ज नहीं
it: Nessun peso in elenco
tr: Listede bir şey yok
zh_hans: 还没有内容

# settings.equipment.lastWeight
source: Keep at least one weight, so loads still have something to round onto.
es: Deja al menos un peso, para que las cargas sigan teniendo a qué redondearse.
fr: Garde au moins une charge, pour que les poids aient toujours quelque chose sur quoi s’arrondir.
hi: कम से कम एक वज़न रहने दें, ताकि लोड गोल करने के लिए कुछ बचा रहे।
it: Tieni almeno un peso, così i carichi hanno ancora su cosa arrotondare.
tr: En az bir ağırlık kalsın ki yükler yuvarlanacak bir değer bulsun.
zh_hans: 请至少保留一个重量，负重才有可取整的依据。

# settings.equipment.machineStep
source: Machine step
es: Salto de máquina
fr: Palier machine
hi: मशीन का स्टेप
it: Salto della macchina
tr: Makine adımı
zh_hans: 固定器械间隔

# settings.equipment.more
source: More equipment
es: Más material
fr: Plus de matériel
hi: और इक्विपमेंट
it: Altra attrezzatura
tr: Daha fazla ekipman
zh_hans: 更多器械

# settings.equipment.outOfServiceFooter
source: Mark anything broken or taken. Forge picks alternatives until you switch it back.
es: Marca lo que esté roto u ocupado. Forge elegirá alternativas hasta que vuelvas a activarlo.
fr: Signale ce qui est cassé ou occupé. Forge choisit des alternatives jusqu’à ce que tu le remettes en service.
hi: जो कुछ टूटा हो या किसी और के पास हो, उसे यहाँ चिह्नित करें। जब तक आप वापस न करें, Forge विकल्प चुनता रहेगा।
it: Segna quello che è rotto od occupato. Forge sceglie alternative finché non lo riattivi.
tr: Bozuk ya da dolu olanı işaretle. Sen geri açana kadar Forge alternatif seçer.
zh_hans: 标记出损坏或被占用的器械。在你改回之前，Forge 会挑选替代方案。

# settings.equipment.platesFooter
source: List each plate size your gym stocks.
es: Lista cada tamaño de disco que hay en tu gimnasio.
fr: Liste chaque taille de disque dont ta salle dispose.
hi: अपने जिम में मौजूद हर प्लेट का साइज़ लिखें।
it: Elenca ogni formato di disco che ha la tua palestra.
tr: Salonunda bulunan her plaka boyunu listele.
zh_hans: 列出你健身房里有的每种杠铃片规格。

# settings.equipment.preset
source: Setup
es: Configuración
fr: Configuration
hi: सेटअप
it: Configurazione
tr: Kurulum
zh_hans: 场景

# settings.equipment.presetFooter
source: A preset fills in the list below. Changing any single item moves you to a custom setup.
es: Una configuración rellena la lista de abajo. Cambiar cualquier elemento te pasa a una configuración personalizada.
fr: Une configuration remplit la liste ci-dessous. Modifier un seul élément te fait passer en configuration personnalisée.
hi: प्रीसेट नीचे की सूची भर देता है। कोई भी एक चीज़ बदलते ही आप अपने हिसाब वाले सेटअप पर आ जाते हैं।
it: Una configurazione compila l'elenco qui sotto. Cambiando anche un solo elemento passi a una configurazione personalizzata.
tr: Hazır kurulum aşağıdaki listeyi doldurur. Tek bir öğeyi değiştirmen seni kendi kurulumuna geçirir.
zh_hans: 选择场景会自动填写下面的列表。修改任何一项都会变成自定义场景。

# settings.equipment.removeWeight
source: Remove %@
es: Quitar %@
fr: Retirer %@
hi: %@ हटाएँ
it: Rimuovi %@
tr: %@ ağırlığını kaldır
zh_hans: 移除 %@

# settings.equipment.restoreDefaults
source: Restore the usual sizes
es: Restaurar los tamaños habituales
fr: Restaurer les tailles habituelles
hi: सामान्य साइज़ वापस लाएँ
it: Ripristina i formati abituali
tr: Alışılmış boyları geri getir
zh_hans: 恢复常见规格

# settings.equipment.section.available
source: What you have
es: Lo que tienes
fr: Ce dont tu disposes
hi: आपके पास क्या है
it: Cosa hai
tr: Neyin var
zh_hans: 你有什么

# settings.equipment.section.dumbbells
source: Dumbbells
es: Mancuernas
fr: Haltères
hi: डम्बल
it: Manubri
tr: Dumbbell'lar
zh_hans: 哑铃

# settings.equipment.section.increments
source: Bars and increments
es: Barras e incrementos
fr: Barres et paliers
hi: बार और बढ़ोतरी
it: Bilancieri e incrementi
tr: Barlar ve ağırlık adımları
zh_hans: 杠铃与重量间隔

# settings.equipment.section.outOfService
source: Out of service
es: Fuera de servicio
fr: Hors service
hi: खराब या उपलब्ध नहीं
it: Fuori servizio
tr: Kullanım dışı
zh_hans: 暂不可用

# settings.equipment.section.plates
source: Plates
es: Discos
fr: Disques
hi: प्लेट
it: Dischi
tr: Plakalar
zh_hans: 杠铃片

# settings.equipment.section.preset
source: Your gym
es: Tu gimnasio
fr: Ta salle
hi: आपका जिम
it: La tua palestra
tr: Salonun
zh_hans: 你的健身房

# settings.equipment.title
source: Equipment
es: Material
fr: Matériel
hi: इक्विपमेंट
it: Attrezzatura
tr: Ekipman
zh_hans: 器械

# settings.foodTag.dairy
source: Dairy
es: Lácteos
fr: Produits laitiers
hi: डेयरी
it: Latticini
tr: Süt ürünleri
zh_hans: 乳制品

# settings.foodTag.egg
source: Egg
es: Huevo
fr: Œuf
hi: अंडा
it: Uova
tr: Yumurta
zh_hans: 蛋类

# settings.foodTag.fish
source: Fish
es: Pescado
fr: Poisson
hi: मछली
it: Pesce
tr: Balık
zh_hans: 鱼类

# settings.foodTag.honey
source: Honey
es: Miel
fr: Miel
hi: शहद
it: Miele
tr: Bal
zh_hans: 蜂蜜

# settings.foodTag.meat
source: Meat
es: Carne
fr: Viande
hi: मांस
it: Carne
tr: Kırmızı et
zh_hans: 肉类

# settings.foodTag.nuts
source: Tree nuts
es: Frutos secos
fr: Fruits à coque
hi: मेवे
it: Frutta a guscio
tr: Sert kabuklu yemişler
zh_hans: 坚果

# settings.foodTag.peanut
source: Peanuts
es: Cacahuete
fr: Arachides
hi: मूंगफली
it: Arachidi
tr: Yer fıstığı
zh_hans: 花生

# settings.foodTag.poultry
source: Poultry
es: Aves
fr: Volaille
hi: पोल्ट्री
it: Pollame
tr: Kanatlı eti
zh_hans: 禽肉

# settings.foodTag.seafood
source: Seafood
es: Marisco
fr: Fruits de mer
hi: सीफ़ूड
it: Frutti di mare
tr: Deniz ürünleri
zh_hans: 海鲜
